docs/hoverfly/bsf_data/current_saving/balance/reqGeneralInquiriesBalance_CPT_262617.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:bsf="http://BSF.ITD.ECORP.Schemas.InquirySchema">
   <soapenv:Header/>
   <soapenv:Body>
      <bsf:GeneralInquiries>
         <bsf:Inquiry>
            <ServiceRq>
               <AccountBalances>
                  <SourceSystem>CFT</SourceSystem>
                  <CPT>262617</CPT>
                  <FilterConidtion></FilterConidtion>
               </AccountBalances>
               </ServiceRq>
         </bsf:Inquiry>
      </bsf:GeneralInquiries>
   </soapenv:Body>
</soapenv:Envelope>